interface City {
  id: string
  name: string
  region: string
}

export const regionalCentersOfUkraine: City[] = [
  { id: '1', name: "Київ", region: "Київська область" },
  { id: '2', name: "Вінниця", region: "Вінницька область" },
  { id: '3', name: "Дніпро", region: "Дніпропетровська область" },
  { id: '4', name: "Донецьк", region: "Донецька область" },
  { id: '5', name: "Житомир", region: "Житомирська область" },
  { id: '6', name: "Запоріжжя", region: "Запорізька область" },
  { id: '7', name: "Івано-Франківськ", region: "Івано-Франківська область" },
  { id: '8', name: "Кропивницький", region: "Кіровоградська область" },
  { id: '9', name: "Луганськ", region: "Луганська область" },
  { id: '10', name: "Луцьк", region: "Волинська область" },
  { id: '11', name: "Львів", region: "Львівська область" },
  { id: '12', name: "Миколаїв", region: "Миколаївська область" },
  { id: '13', name: "Одеса", region: "Одеська область" },
  { id: '14', name: "Полтава", region: "Полтавська область" },
  { id: '15', name: "Рівне", region: "Рівненська область" },
  { id: '16', name: "Суми", region: "Сумська область" },
  { id: '17', name: "Тернопіль", region: "Тернопільська область" },
  { id: '18', name: "Ужгород", region: "Закарпатська область" },
  { id: '19', name: "Харків", region: "Харківська область" },
  { id: '20', name: "Херсон", region: "Херсонська область" },
  { id: '21', name: "Хмельницький", region: "Хмельницька область" },
  { id: '22', name: "Черкаси", region: "Черкаська область" },
  { id: '23', name: "Чернівці", region: "Чернівецька область" },
  { id: '24', name: "Чернігів", region: "Чернігівська область" }
];
